{
  "count": 5,
  "items": [
    {
      "id": "qa-mcq-clean-6",
      "question_en": "This river begins at Lake Hazar, while the ancient city of Opis was supposedly located near its confluence with the Diyala. This river marks the easternmost portion of Syria’s border before it joins the Great Zab near Mosul. At Al-Qurnah, it joins a more western river to form the Shatt-al-Arab. For the point, Baghdad is on what second-longest Mesopotamian river, after the Euphrates?",
      "question_zh": "这条河发源于哈扎尔湖，古城奥皮斯据称位于其与迪亚拉河汇合处附近。它构成叙利亚边境最东段，随后在摩苏尔附近与大扎布河汇合。在库尔纳，它与更靠西的一条河汇流形成阿拉伯河。问：巴格达位于哪条两河流域第二长河（仅次于幼发拉底河）？",
      "options_en": [
        "Romania",
        "Bangkok",
        "salt",
        "Tigris River Page 1 International Geography Bee Regionals 2018-2019 Replacements"
      ],
      "options_zh": [
        "罗马尼亚",
        "曼谷",
        "盐",
        "底格里斯河"
      ],
      "answer": "D"
    },
    {
      "id": "qa-mcq-clean-7",
      "question_en": "In the city of Cayambe, the Quitsato [Keet-sato] Sundial contains a line of pebbles to represent this entity. Another monument to this entity is located in Pontianak, Indonesia. This entity passes through the Ecuadorian Middle of the World City, which is located at 0 degrees latitude. For the point, name this entity that divides the world into northern and southern hemispheres.",
      "question_zh": "在卡扬贝市，基萨托日晷用一排卵石表示这一地理要素。印尼坤甸也有纪念该要素的建筑。它穿过厄瓜多尔“世界中心城”，位于北纬0度。问：把地球分为南北半球的是哪一条线？",
      "options_en": [
        "Bangkok",
        "salt",
        "Equator",
        "Romania"
      ],
      "options_zh": [
        "曼谷",
        "盐",
        "赤道",
        "罗马尼亚"
      ],
      "answer": "C"
    },
    {
      "id": "qa-mcq-clean-8",
      "question_en": "This city is ringed by the A90 [A-Ninety] Motorway, which is officially named the G.R.A. [G-R-A] and called “The Junction.” The St. Angelo Bridge and the Milvian Bridge are ancient arch bridges still serving pedestrians in this capital of Lazio. One road that connected this city to Brundisium was known as the Appian Way. For the point, name this home of the Colosseum, the capital of Italy.",
      "question_zh": "这座城市被A90环城公路包围，该路正式名称为G.R.A.。圣天使桥和米尔维奥桥是这座拉齐奥首府仍供行人使用的古老拱桥。连接该城与布林迪西的一条古道名为阿庇亚大道。问：这座拥有斗兽场的意大利首都是哪座城市？",
      "options_en": [
        "salt",
        "Rome",
        "Romania",
        "Bangkok"
      ],
      "options_zh": [
        "盐",
        "罗马",
        "罗马尼亚",
        "曼谷"
      ],
      "answer": "B"
    },
    {
      "id": "qa-mcq-clean-9",
      "question_en": "This country’s Jurong Island serves as a base of operations for numerous petrochemical companies. Examples of innovative architecture in this country include its ArtScience Museum, which is shaped like a lotus leaf, and its Marina Bay Sands resort. The People’s Action Party leads this country, which has strict laws on littering and chewing gum. For the point, name this city-state located on the edge of the Malay peninsula.",
      "question_zh": "该国的裕廊岛是众多石化企业的运营基地。其创新建筑包括莲叶造型的艺术科学博物馆和滨海湾金沙度假区。人民行动党长期执政，该国对乱扔垃圾和嚼口香糖有严格法规。问：这个位于马来半岛边缘的城邦国家是哪个？",
      "options_en": [
        "Republic of Singapore",
        "Romania",
        "Bangkok",
        "salt"
      ],
      "options_zh": [
        "新加坡共和国",
        "罗马尼亚",
        "曼谷",
        "盐"
      ],
      "answer": "A"
    },
    {
      "id": "qa-mcq-clean-10",
      "question_en": "This city’s tallest building is the Britam Tower, which is in its Upper Hill district. Due to its large Somali population, this city’s suburb of Eastleigh is known as “Little Mogadishu.” This city’s matatu buses transport people to its Maasai market and its Kibera slum. Al-Shabaab claimed responsibility for a 2013 attack on the Westgate shopping mall in this city. For the point, name this capital of Kenya.",
      "question_zh": "这座城市最高楼为位于上山区的Britam大厦。因索马里人口众多，其东利区被称为“小摩加迪沙”。该城的matatu小巴把人们送往马赛市场和基贝拉贫民窟。青年党声称对2013年该城西门购物中心袭击负责。问：这是肯尼亚哪座首都？",
      "options_en": [
        "Romania",
        "Bangkok",
        "salt",
        "Nairobi"
      ],
      "options_zh": [
        "罗马尼亚",
        "曼谷",
        "盐",
        "内罗毕"
      ],
      "answer": "D"
    }
  ]
}