{
  "count": 10,
  "items": [
    {
      "id": "qa4-mcq-clean-1",
      "question_en": "This location was the site of a drawing of the Hasan Dag mountains, which may be the world’s first map. This location was the site of a “Seated Woman” sculpture featuring a corpulent goddess resting on a throne adorned with leopard heads. James (+) Mellaart excavated this site, where mound settlements were separated by the Carsamba River. No streets existed at this location, whose (*) mudbrick houses were built wall to wall. For the points, name this site that flourished roughly nine thousand years ago, the largest Neolithic settlement found, where studies continue in southern Turkey.",
      "question_zh": "这个地点曾出现一幅哈桑山脉绘图，可能是世界上最早的地图。这里还出土了“坐姿女神”雕像，描绘一位体态丰腴的女神坐在饰有豹首的王座上。詹姆斯·梅拉尔特曾发掘该遗址，这里的土丘聚落被恰尔尚巴河分隔。该地没有街道，泥砖房屋彼此紧贴而建。问：这个约九千年前繁荣、位于土耳其南部、目前仍在研究中的最大新石器时代聚落遗址是哪里？",
      "options_en": [
        "Catalhoyuk",
        "Tahiti",
        "Global Positioning System",
        "Chechnya Page 1 US Varsity and JV National - International Geography Bee 2016-2017 Bee Finals Phase 2"
      ],
      "options_zh": [
        "恰塔尔休于克",
        "塔希提",
        "全球定位系统",
        "车臣"
      ],
      "answer": "A"
    },
    {
      "id": "qa4-mcq-clean-2",
      "question_en": "This island experiences solar tides instead of lunar tides due to its location on an amphidromic point. This volcanic island consists of a larger “nui” section to the west, and a smaller “iti” section to the east. In 1960, its Fa’a’a (+) International Airport was built to facilitate nuclear testing on the islands of Mururora and Fangataufa, over a thousand miles to the south. This island’s traditional (*) otea dance consists of rapid hip-shaking. In 1769, Joseph Banks observed this island’s flora while James Cook studied the transit of Venus. For the points, name this island in French Polynesia where breadfruit was harvested prior to the mutiny on the HMS Bounty.",
      "question_zh": "由于位于无潮点，这座岛经历的是太阳潮而非月潮。该火山岛由西部较大的“nui”和东部较小的“iti”组成。1960年，为支持南方千余英里外穆鲁罗阿和方加陶法岛的核试验，法阿国际机场在此建成。该岛传统 otea 舞以快速摆胯著称。1769年，约瑟夫·班克斯在此观察植物，詹姆斯·库克在此研究金星凌日。问：这座法属波利尼西亚岛屿叫什么？“邦蒂号叛变”前曾在此采集面包果。",
      "options_en": [
        "Catalhoyuk",
        "Global Positioning System",
        "Chechnya Page 1 US Varsity and JV National - International Geography Bee 2016-2017 Bee Finals Phase 2",
        "Tahiti"
      ],
      "options_zh": [
        "恰塔尔休于克",
        "全球定位系统",
        "车臣",
        "塔希提"
      ],
      "answer": "D"
    },
    {
      "id": "qa4-mcq-clean-3",
      "question_en": "Ivan Getting established the basis for this technology by improving upon the World War II-era LORAN system. This technology’s competing WGS-84 and GCJ-02 datums are not reconciled well in China. This technology’s (+) accuracy can be improved via geometric dilution of precision or the method of least squares, either of which require accounting for time dilation. (*) Ronald Reagan promised to make this technology available for civilian use after Korean Air Lines Flight 007 was shot down after accidentally flying into Soviet airspace. For the points, name this satellite-based navigation technology.",
      "question_zh": "伊万·盖廷在二战时期 LORAN 系统基础上改进，奠定了这项技术的基础。这项技术在中国使用的 WGS-84 与 GCJ-02 基准并不完全一致。其精度可通过几何精度衰减或最小二乘法改进，这些都需考虑时间膨胀。大韩航空007航班误入苏联领空被击落后，里根承诺将这项技术开放给民用。问：这项基于卫星的导航技术是什么？",
      "options_en": [
        "Tahiti",
        "Chechnya Page 1 US Varsity and JV National - International Geography Bee 2016-2017 Bee Finals Phase 2",
        "Global Positioning System",
        "Catalhoyuk"
      ],
      "options_zh": [
        "塔希提",
        "车臣",
        "全球定位系统",
        "恰塔尔休于克"
      ],
      "answer": "C"
    },
    {
      "id": "qa4-mcq-clean-4",
      "question_en": "In 2016, a warlord from this region began hosting The Team, a reality TV show based on The Apprentice, and asked his Instagram followers to help him find his missing cat. In 1995, militants from this region led by (+) Shamil Basayev seized nearly 2,000 hostages at a hospital in Budyonnovsk. Russia lost nearly 2,000 tanks during a (*) 1995 war in this region that embarrassed Boris Yeltsin. The strongman Ramzan Kadyrov currently rules this region to the west of Dagestan. Grozny is the capital of, for the points, what disputed Caucasus region of Russia?",
      "question_zh": "2016年，这一地区的一名军阀开办了仿《学徒》的真人秀《The Team》，并在 Instagram 上请粉丝帮忙找猫。1995年，该地区武装分子在沙米尔·巴萨耶夫带领下，在布琼诺夫斯克一所医院劫持近2000名人质。俄罗斯在1995年该地区战争中损失近2000辆坦克，令叶利钦政府难堪。卡德罗夫家族现控制该地区，位于达吉斯坦以西。问：首府为格罗兹尼的俄罗斯高加索争议地区是哪里？",
      "options_en": [
        "Global Positioning System",
        "Chechnya Page 1 US Varsity and JV National - International Geography Bee 2016-2017 Bee Finals Phase 2",
        "Catalhoyuk",
        "Tahiti"
      ],
      "options_zh": [
        "全球定位系统",
        "车臣",
        "恰塔尔休于克",
        "塔希提"
      ],
      "answer": "B"
    },
    {
      "id": "qa4-mcq-clean-5",
      "question_en": "In 1751, this island was visited by a 19-year-old George Washington, who embarked on what would be the only long sea voyage of his life. On this island, the Mount Gay rum distillery was founded in 1703, making it the world’s (+) oldest rum brand. During the 1600s, this island was widely considered the most prosperous British colony in the Americas, but it fell into decline after many of its white settlers moved to the (*) Carolinas in the 1700s. The singer Rihanna was born on this easternmost island of the Lesser Antilles, which has its capital at Bridgetown. For the points, name this former British colony in the eastern Caribbean.",
      "question_zh": "1751年，19岁的乔治·华盛顿曾到访这座岛屿，这也是他人生唯一一次远洋航行。该岛的 Mount Gay 朗姆酒厂创立于1703年，被认为是世界最古老朗姆品牌。17世纪该岛一度被视为美洲最繁荣的英国殖民地，但18世纪许多白人定居者迁往卡罗来纳后开始衰落。歌手蕾哈娜出生于这座小安的列斯群岛最东端岛屿，其首都是布里奇敦。问：这个东加勒比前英国殖民地是哪国？",
      "options_en": [
        "Barbados",
        "Catalhoyuk",
        "Tahiti",
        "Global Positioning System"
      ],
      "options_zh": [
        "巴巴多斯",
        "恰塔尔休于克",
        "塔希提",
        "全球定位系统"
      ],
      "answer": "A"
    },
    {
      "id": "qa4-mcq-clean-6",
      "question_en": "This mountain range looms over Jenny Lake and a line of homesteads known as Mormon Row. The T. A. Moulton Barn, reputedly “the most photographed barn in America,” sits below the (+) three tallest peaks in this mountain range, known as the Cathedral Group. The John D. Rockefeller, Jr. Parkway runs alongside this range, which rises to the north of the ski resort town of (*) Jackson Hole. Its highest peak is nicknamed “The Grand.” For the points, give this Wyoming mountain range that names a national park south of Yellowstone.",
      "question_zh": "这条山脉俯瞰珍妮湖与名为“摩门排屋”的宅地带。被称为“美国拍照最多的谷仓”的 T. A. Moulton 谷仓位于该山脉下方，附近三座最高峰合称“教堂群峰”。小约翰·D·洛克菲勒公园大道沿这条山脉延伸；山脉位于滑雪胜地杰克逊霍尔以北。其最高峰昵称为“The Grand”。问：这是怀俄明州哪条山脉（其名也是黄石以南国家公园名称）？",
      "options_en": [
        "Catalhoyuk",
        "Tahiti",
        "Global Positioning System",
        "Teton Range"
      ],
      "options_zh": [
        "恰塔尔休于克",
        "塔希提",
        "全球定位系统",
        "提顿山脉"
      ],
      "answer": "D"
    },
    {
      "id": "qa4-mcq-clean-7",
      "question_en": "In this country, child laborers still work on the world’s largest rubber plantation, which was built in 1926 after this country’s government gave Firestone Rubber complete control over its finances. After Panama, this country maintains the world’s second-largest (+) maritime registry, with over 3000 ships flying its flag, primarily as a “flag of convenience.” This country lies in a region once known as the Grain Coast, or (*) Pepper Coast. In the 1990s, its dictator Charles Taylor traded guns for blood diamonds from its northwestern neighbor, Sierra Leone. For the points, name this poor West African country originally founded by freed American slaves with capital Monrovia.",
      "question_zh": "在这个国家，童工仍在世界最大橡胶种植园劳动。该种植园建于1926年，当时该国政府将财政完全交由凡士通橡胶公司掌控。继巴拿马之后，该国拥有世界第二大船舶登记册，3000多艘船挂其国旗，多作为“方便旗”。该国位于曾被称作“谷物海岸”或“胡椒海岸”的地区。1990年代，其独裁者查尔斯·泰勒曾以武器换取来自西北邻国塞拉利昂的“血钻”。问：这个由获释美国黑奴建立、首都蒙罗维亚的西非贫困国家是哪个？",
      "options_en": [
        "Tahiti",
        "Global Positioning System",
        "Liberia",
        "Catalhoyuk"
      ],
      "options_zh": [
        "塔希提",
        "全球定位系统",
        "利比里亚",
        "恰塔尔休于克"
      ],
      "answer": "C"
    },
    {
      "id": "qa4-mcq-clean-8",
      "question_en": "This region’s flag consisted of small red, white, blue, and black stripes in the top left of a large yellow patch, a symbol of the doctrine “Five races under one union.” An attempt to attract Jews to settle in this region was put forth in the (+) Fugu Plan. As this region was being invaded in Operation August Storm by the Soviet Union, its capital was moved to (*) Tonghua from Hsinking. Puyi was the nominal head of, for the points, what Japanese puppet government set up after the Mukden Incident in Manchuria?",
      "question_zh": "这一地区的旗帜是大片黄色底，左上有红白蓝黑细条纹，象征“五族协和”。“河豚计划”曾试图吸引犹太人迁居该地。苏联“八月风暴行动”入侵该地时，其首都曾从新京迁往通化。溥仪是该地名义上的统治者。问：这是在“九一八事变”后由日本在满洲建立的哪个傀儡政权？",
      "options_en": [
        "Global Positioning System",
        "Manchukuo",
        "Catalhoyuk",
        "Tahiti"
      ],
      "options_zh": [
        "全球定位系统",
        "满洲国",
        "恰塔尔休于克",
        "塔希提"
      ],
      "answer": "B"
    },
    {
      "id": "qa4-mcq-clean-9",
      "question_en": "This site is home to the village of Sivu’ovi, a prominent settlement of the Basketmaker II era, and other settlements in this site include the Agate House and the Puerco ruins. This site’s “Newspaper Rock” has been inscribed with over 650 (+) petroglyphs by this park’s former inhabitants, the Pueblo. This park’s northern sector extends into the (*) Painted Desert, and its most famous features are the result of burial by volcanic sediment since the Triassic period. For the points, name this national park in Arizona known for its fossilized trees.",
      "question_zh": "该遗址内有 Sivu’ovi 村（篮编者 II 时期重要聚落），其他聚落包括 Agate House 与 Puerco 遗址。这里的“报纸岩”刻有650多幅岩画，出自其早期居民普韦布洛人。公园北部延伸至彩绘沙漠；其最著名景观源于三叠纪以来被火山沉积掩埋形成。问：这是亚利桑那州哪座以树木化石闻名的国家公园？",
      "options_en": [
        "Petrified Forest National Park Page 2 US Varsity and JV National - International Geography Bee 2016-2017 Bee Finals Phase 2",
        "Catalhoyuk",
        "Tahiti",
        "Global Positioning System"
      ],
      "options_zh": [
        "石化森林国家公园",
        "恰塔尔休于克",
        "塔希提",
        "全球定位系统"
      ],
      "answer": "A"
    },
    {
      "id": "qa4-mcq-clean-10",
      "question_en": "In what is now this country, the fortress of La Goletta overlooked a major port that Spain repeatedly lost and recaptured over the course of a century. This present-day country was the central territory of the Hafsid Dynasty. (+) Spain sent multiple 16th-century expeditions to seize this country’s large, sandy island of Djerba, whose final loss in 1560 occurred during the leadup to the Great Siege of (*) Malta. Fifty years after the conquest of Algeria, this former Ottoman territory became a French protectorate. For the points, name this country where Barbary corsairs were once based in Tunis.",
      "question_zh": "在如今这个国家境内，拉戈莱塔要塞俯瞰一处重要港口，西班牙在一个世纪中多次得而复失。现今该国曾是哈夫斯王朝核心领地。16世纪西班牙多次远征试图夺取该国大沙岛杰尔巴，最终于1560年在马耳他大围攻前后失利。征服阿尔及利亚50年后，这片前奥斯曼领地成为法国保护国。问：这个曾有巴巴里海盗以突尼斯为基地的国家是哪个？",
      "options_en": [
        "Catalhoyuk",
        "Tahiti",
        "Global Positioning System",
        "Tunisia"
      ],
      "options_zh": [
        "恰塔尔休于克",
        "塔希提",
        "全球定位系统",
        "突尼斯"
      ],
      "answer": "D"
    }
  ]
}