{
  "count": 5,
  "items": [
    {
      "id": "qa4-mcq-clean-1",
      "question_en": "This location was the site of a drawing of the Hasan Dag mountains, which may be the world’s first map. This location was the site of a “Seated Woman” sculpture featuring a corpulent goddess resting on a throne adorned with leopard heads. James (+) Mellaart excavated this site, where mound settlements were separated by the Carsamba River. No streets existed at this location, whose (*) mudbrick houses were built wall to wall. For the points, name this site that flourished roughly nine thousand years ago, the largest Neolithic settlement found, where studies continue in southern Turkey.",
      "question_zh": "这个地点曾出现一幅哈桑山脉绘图，可能是世界上最早的地图。这里还出土了“坐姿女神”雕像，描绘一位体态丰腴的女神坐在饰有豹首的王座上。詹姆斯·梅拉尔特曾发掘该遗址，这里的土丘聚落被恰尔尚巴河分隔。该地没有街道，泥砖房屋彼此紧贴而建。问：这个约九千年前繁荣、位于土耳其南部、目前仍在研究中的最大新石器时代聚落遗址是哪里？",
      "options_en": [
        "Catalhoyuk",
        "Tahiti",
        "Global Positioning System",
        "Chechnya Page 1 US Varsity and JV National - International Geography Bee 2016-2017 Bee Finals Phase 2"
      ],
      "options_zh": [
        "恰塔尔休于克",
        "塔希提",
        "全球定位系统",
        "车臣"
      ],
      "answer": "A"
    },
    {
      "id": "qa4-mcq-clean-2",
      "question_en": "This island experiences solar tides instead of lunar tides due to its location on an amphidromic point. This volcanic island consists of a larger “nui” section to the west, and a smaller “iti” section to the east. In 1960, its Fa’a’a (+) International Airport was built to facilitate nuclear testing on the islands of Mururora and Fangataufa, over a thousand miles to the south. This island’s traditional (*) otea dance consists of rapid hip-shaking. In 1769, Joseph Banks observed this island’s flora while James Cook studied the transit of Venus. For the points, name this island in French Polynesia where breadfruit was harvested prior to the mutiny on the HMS Bounty.",
      "question_zh": "由于位于无潮点，这座岛经历的是太阳潮而非月潮。该火山岛由西部较大的“nui”和东部较小的“iti”组成。1960年，为支持南方千余英里外穆鲁罗阿和方加陶法岛的核试验，法阿国际机场在此建成。该岛传统 otea 舞以快速摆胯著称。1769年，约瑟夫·班克斯在此观察植物，詹姆斯·库克在此研究金星凌日。问：这座法属波利尼西亚岛屿叫什么？“邦蒂号叛变”前曾在此采集面包果。",
      "options_en": [
        "Catalhoyuk",
        "Global Positioning System",
        "Chechnya Page 1 US Varsity and JV National - International Geography Bee 2016-2017 Bee Finals Phase 2",
        "Tahiti"
      ],
      "options_zh": [
        "恰塔尔休于克",
        "全球定位系统",
        "车臣",
        "塔希提"
      ],
      "answer": "D"
    },
    {
      "id": "qa4-mcq-clean-3",
      "question_en": "Ivan Getting established the basis for this technology by improving upon the World War II-era LORAN system. This technology’s competing WGS-84 and GCJ-02 datums are not reconciled well in China. This technology’s (+) accuracy can be improved via geometric dilution of precision or the method of least squares, either of which require accounting for time dilation. (*) Ronald Reagan promised to make this technology available for civilian use after Korean Air Lines Flight 007 was shot down after accidentally flying into Soviet airspace. For the points, name this satellite-based navigation technology.",
      "question_zh": "伊万·盖廷在二战时期 LORAN 系统基础上改进，奠定了这项技术的基础。这项技术在中国使用的 WGS-84 与 GCJ-02 基准并不完全一致。其精度可通过几何精度衰减或最小二乘法改进，这些都需考虑时间膨胀。大韩航空007航班误入苏联领空被击落后，里根承诺将这项技术开放给民用。问：这项基于卫星的导航技术是什么？",
      "options_en": [
        "Tahiti",
        "Chechnya Page 1 US Varsity and JV National - International Geography Bee 2016-2017 Bee Finals Phase 2",
        "Global Positioning System",
        "Catalhoyuk"
      ],
      "options_zh": [
        "塔希提",
        "车臣",
        "全球定位系统",
        "恰塔尔休于克"
      ],
      "answer": "C"
    },
    {
      "id": "qa4-mcq-clean-4",
      "question_en": "In 2016, a warlord from this region began hosting The Team, a reality TV show based on The Apprentice, and asked his Instagram followers to help him find his missing cat. In 1995, militants from this region led by (+) Shamil Basayev seized nearly 2,000 hostages at a hospital in Budyonnovsk. Russia lost nearly 2,000 tanks during a (*) 1995 war in this region that embarrassed Boris Yeltsin. The strongman Ramzan Kadyrov currently rules this region to the west of Dagestan. Grozny is the capital of, for the points, what disputed Caucasus region of Russia?",
      "question_zh": "2016年，这一地区的一名军阀开办了仿《学徒》的真人秀《The Team》，并在 Instagram 上请粉丝帮忙找猫。1995年，该地区武装分子在沙米尔·巴萨耶夫带领下，在布琼诺夫斯克一所医院劫持近2000名人质。俄罗斯在1995年该地区战争中损失近2000辆坦克，令叶利钦政府难堪。卡德罗夫家族现控制该地区，位于达吉斯坦以西。问：首府为格罗兹尼的俄罗斯高加索争议地区是哪里？",
      "options_en": [
        "Global Positioning System",
        "Chechnya Page 1 US Varsity and JV National - International Geography Bee 2016-2017 Bee Finals Phase 2",
        "Catalhoyuk",
        "Tahiti"
      ],
      "options_zh": [
        "全球定位系统",
        "车臣",
        "恰塔尔休于克",
        "塔希提"
      ],
      "answer": "B"
    },
    {
      "id": "qa4-mcq-clean-5",
      "question_en": "In 1751, this island was visited by a 19-year-old George Washington, who embarked on what would be the only long sea voyage of his life. On this island, the Mount Gay rum distillery was founded in 1703, making it the world’s (+) oldest rum brand. During the 1600s, this island was widely considered the most prosperous British colony in the Americas, but it fell into decline after many of its white settlers moved to the (*) Carolinas in the 1700s. The singer Rihanna was born on this easternmost island of the Lesser Antilles, which has its capital at Bridgetown. For the points, name this former British colony in the eastern Caribbean.",
      "question_zh": "1751年，19岁的乔治·华盛顿曾到访这座岛屿，这也是他人生唯一一次远洋航行。该岛的 Mount Gay 朗姆酒厂创立于1703年，被认为是世界最古老朗姆品牌。17世纪该岛一度被视为美洲最繁荣的英国殖民地，但18世纪许多白人定居者迁往卡罗来纳后开始衰落。歌手蕾哈娜出生于这座小安的列斯群岛最东端岛屿，其首都是布里奇敦。问：这个东加勒比前英国殖民地是哪国？",
      "options_en": [
        "Barbados",
        "Catalhoyuk",
        "Tahiti",
        "Global Positioning System"
      ],
      "options_zh": [
        "巴巴多斯",
        "恰塔尔休于克",
        "塔希提",
        "全球定位系统"
      ],
      "answer": "A"
    }
  ]
}